import{_ as n,p as e,q as t,R as s}from"./framework-5866ffd3.js";const _={},c=s("pre",{class:"reply-text mb10"},`《男儿行》 
男儿当杀人，杀人不留情。 
千秋不朽业，尽在杀人中。 
昔有豪男儿，义气重然诺。 
睚眦即杀人，身比鸿毛轻。 
又有雄与霸，杀人乱如麻。 
  
君不见， 
竖儒蜂起壮士死，神州从此夸仁义。 
一朝虏夷乱中原，士子逐奔儒民泣。 
  
三步杀一人，心停手不停。 
血流万里浪，尸枕千寻山。 
壮士征战罢，倦枕敌尸眠。 
梦中犹杀人，笑魇映春晖。 
女儿莫相问，男儿凶何其？ 
古来仁德专害人，道义从来无一真。 
  
君不见， 
狮虎猎物获威名，可怜麋鹿有谁怜？ 
世间从来强食弱，纵使有理也枉然。 
  
君休问，男儿自有男儿行。 
男儿行，当暴戾。 
事与仁，两不立。 
  
男儿事在杀人场，胆似熊罢目如狼。 
生若为男即杀人，不教男躯裹女心。 
男儿从来不恤身，纵死敌手笑相承。 
仇场战场一百处，处处愿与野草青。 
  
男儿莫战栗，有歌与君听。 
杀一是为罪，屠万是为雄。 
屠得九百万，即为雄中雄。 
  
雄中雄，道不同。 
看破千年仁义名，但是今生逞雄风。 
美名不爱爱恶名，杀人百万心不惩。 
宁叫万人切齿恨，不教无有骂我人。 
放眼世界五千年，何处英雄不杀人。
`,-1),o=[c];function r(a,l){return e(),t("div",null,o)}const f=n(_,[["render",r],["__file","2012-289.html.vue"]]);export{f as default};
